Repository: Beltshassar/md_news_author
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: da

# tx_mdnewsauthor_domain_model_newsauthor
source: News Author
da: Nyheds forfatter

# tx_mdnewsauthor_domain_model_newsauthor.news_author_tab
source: Author
da: Forfatter

# tx_mdnewsauthor_domain_model_newsauthor.title
source: Title
da: Titel

# tx_mdnewsauthor_domain_model_newsauthor.gender
source: Gender
da: Køn

# tx_mdnewsauthor_domain_model_newsauthor.gender.female
source: female
da: kvinde

# tx_mdnewsauthor_domain_model_newsauthor.gender.male
source: male
da: mand

# tx_mdnewsauthor_domain_model_newsauthor.firstname
source: Firstname
da: Fornavn

# tx_mdnewsauthor_domain_model_newsauthor.lastname
source: Lastname
da: Efternavn

# tx_mdnewsauthor_domain_model_newsauthor.phone
source: Phone number
da: Telefonnummer

# tx_mdnewsauthor_domain_model_newsauthor.bio
source: Bio
da: Personbeskrivelse

# tx_mdnewsauthor_domain_model_newsauthor.image
source: Author image
da: Foto

# tx_mdnewsauthor_domain_model_newsauthor.categories
source: Categories
da: Kategorier

# flex_author
source: General settings
da: Generelle indstillinger

# flex_author.view
source: Plugin settings
da: Plugin indstillinger

# flex_author.mode
source: Please choose plugin mode
da: Vælg plugin tilstand

# flex_author.list
source: List authors
da: Forfatter liste

# flex_author.show
source: Author details
da: Forfatter visning

# flex_author.detailPid
source: Page with single author view
da: Side med forfatter visning

# flex_author.listPid
source: Page with author list
da: Side med forfatter liste

# flex_author.tabList
source: List view settings
da: Indstillinger for liste visning

# flex_author.listImageWidth
source: Image width (numeric with optional "m" or "c")
da: Billedebredde (målt i pixels - mulighed for "m" eller "c")

# flex_author.listImageHeight
source: Image height (numeric with optional "m" or "c")
da: Billedehøjde (målt i pixels - mulighed for "m" eller "c")

# flex_author.listAlphabeticalNavigation
source: Show alphabetical navigation
da: Vis alfabetisk navigation

# flex_author.tabCategory
source: Categories
da: Kategorier

# flex_author.categoryDesc
source: Show authors of selected categories only
da: Vis kun forfattere fra den valgte Kategori

# flex_author.tabDetail
source: Detail view settings
da: Instillinger for forfatter visning

# flex_author.detailImageWidth
source: Image width (numeric with optional "m" or "c")
da: Billedebredde (målt i pixels - mulighed for "m" eller "c")

# flex_author.detailImageHeight
source: Image height (numeric with optional "m" or "c")
da: Billedehøjde (målt i pixels - mulighed for "m" eller "c")

# tx_newsauthor_domain_model_news
source: News
da: Nyheder

# tx_newsauthor_domain_model_news.news_author
source: News Author
da: Nyheds forfatter
