Repository: Beltshassar/md_news_author
Catalog: Resources/Private/Language/*.locallang_csh_tx_mdnewsauthor_domain_model_newsauthor.xlf
Languages: da

# gender.description
source: Select the gender of the author
da: Angiv forfatteres køn

# title.description
source: Add title of the author (e.g. Prof.)
da: Forfatterens titel (f.eks Prof.)

# firstname.description
source: Authors firstname (mandatory)
da: Forfatterens fornavn (påkrævet)

# lastname.description
source: Authors lastname (mandatory)
da: Forfatterens (påkrævet)

# phone.description
source: Authors phone number
da: Forfatterens telefonnummer

# email.description
source: Authors email address
da: Forfatterens email-adresse

# www.description
source: Authors website
da: Forfatterens hjemmeside

# facebook.description
source: Authors Facebook profile url
da: URL til forfatterens facebook-profil

# twitter.description
source: Authors Twitter profile url
da: URL til forfatterens twitter-profil

# bio.description
source: Details about the author
da: Beskrivelse af forfatteren

# image.description
source: Image of the author
da: Foto af forfatteren
